Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Last Mindful session: %@ ago
ar: آخر جلسة تأمل: قبل %@
da: Seneste mindfulness-session: %@ siden
de: Letzte Achtsamkeitssitzung: vor %@
es: Última sesión de atención plena: hace %@
fi: Viimeisin tietoisuusistunto: %@ sitten
fr: Dernière session de pleine conscience : il y a %@
is: Síðasta hugleiðslulota: %@ síðan
it: Ultima sessione di meditazione: %@ fa
ja: 最後のマインドフルセッション: %@前
ko: 마지막 마음챙김 세션: %@ 전
nb: Siste mindfulness-økt: %@ siden
nl: Laatste mindfulness-sessie: %@ geleden
pt_br: Última sessão de atenção plena: %@ atrás
ru: Последний сеанс осознанности: %@ назад
sv: Senaste mindfulness-session: %@ sedan
zh_hans: 上次正念训练: %@ 前

source: Last revised: %@
ar: آخر مراجعة: %@
da: Senest revideret: %@
de: Zuletzt überarbeitet: %@
es: Última revisión: %@
fi: Viimeksi tarkistettu: %@
fr: Dernière révision : %@
is: Síðast endurskoðað: %@
it: Ultima revisione: %@
ja: 最終改訂: %@
ko: 마지막 수정: %@
nb: Sist revidert: %@
nl: Laatst herzien: %@
pt_br: Última revisão: %@
ru: Последнее изменение: %@
sv: Senast reviderad: %@
zh_hans: 最近修订：%@

# Last SDNN: %@ms — %@ ago
source: Last SDNN: %1$@ms — %2$@ ago
ar: آخر SDNN: %1$@م.ث — قبل %2$@
da: Seneste SDNN: %@ms — %@ siden
de: Letzter SDNN: %@ms — vor %@
es: Último SDNN: %@ms — hace %@
fi: Viimeisin SDNN: %1$@ms — %2$@ sitten
fr: Dernier SDNN : %@ms — il y a %@
is: Síðasta SDNN: %1$@ms — %2$@ síðan
it: Ultimo SDNN: %@ms — %@ fa
ja: 最新SDNN: %@ms — %@前
ko: 최근 SDNN: %@ms — %@ 전
nb: Siste SDNN: %@ms — %@ siden
nl: Laatste SDNN: %@ms — %@ geleden
pt_br: Último SDNN: %@ms — %@ atrás
ru: Последний SDNN: %@мс — %@ назад
sv: Senaste SDNN: %@ms — %@ sedan
zh_hans: 上次SDNN: %@ms — %@ 前

source: Last segment ended %@ ago
ar: انتهى آخر مقطع قبل %@
da: Seneste segment afsluttet %@ siden
de: Letztes Segment endete vor %@
es: Último segmento terminó hace %@
fi: Viimeisin jakso päättyi %@ sitten
fr: Dernier segment terminé il y a %@
is: Síðasti hluti endaði %@ síðan
it: Ultimo segmento terminato %@ fa
ja: 最後のセグメント終了: %@前
ko: 마지막 세그먼트 종료: %@ 전
nb: Siste segment avsluttet %@ siden
nl: Laatste segment eindigde %@ geleden
pt_br: Último segmento terminou %@ atrás
ru: Последний сегмент завершён %@ назад
sv: Senaste segment avslutades %@ sedan
zh_hans: 上一片段于 %@ 前结束

source: Last Sync
ar: آخر مزامنة
da: Seneste synkronisering
de: Letzte Synchronisierung
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
is: Síðasta samstilling
it: Ultima sincronizzazione
ja: 最終同期
ko: 마지막 동기화
nb: Siste synkronisering
nl: Laatste synchronisatie
pt_br: Última Sincronização
ru: Последняя синхронизация
sv: Senaste synk
zh_hans: 上次同步

source: Last trace
ar: آخر تتبّع
da: Seneste måling
de: Letzte Aufzeichnung
es: Última traza
fi: Viimeisin käyrä
fr: Dernier tracé
is: Síðasta ferill
it: Ultima traccia
ja: 最後のトレース
ko: 마지막 트레이스
nb: Siste sporing
nl: Laatste tracé
pt_br: Último traçado
ru: Последняя запись
sv: Senaste spårning
zh_hans: 上一次记录

source: Last Week
ar: الأسبوع الماضي
da: Sidste uge
de: Letzte Woche
es: Semana pasada
fi: Viime viikko
fr: Semaine dernière
is: Síðasta vika
it: Settimana scorsa
ja: 先週
ko: 지난주
nb: Forrige uke
nl: Vorige week
pt_br: Semana passada
ru: Прошлая неделя
sv: Förra veckan
zh_hans: 上周

source: Last workout
ar: آخر تمرين
da: Seneste træning
de: Letztes Training
es: Último entrenamiento
fi: Viimeisin harjoitus
fr: Dernier entraînement
is: Síðasta æfing
it: Ultimo allenamento
ja: 最後のワークアウト
ko: 마지막 운동
nb: Siste økt
nl: Laatste training
pt_br: Último treino
ru: Последняя тренировка
sv: Senaste passet
zh_hans: 上次训练

source: Last workout context
ar: سياق آخر تمرين
da: Kontekst for seneste træning
de: Kontext des letzten Trainings
es: Contexto del último entrenamiento
fi: Viimeisimmän harjoituksen konteksti
fr: Contexte de la dernière séance
is: Samhengi síðustu æfingar
it: Contesto dell’ultimo allenamento
ja: 直近のワークアウトの文脈
ko: 최근 운동 맥락
nb: Kontekst for siste trening
nl: Context van laatste training
pt_br: Contexto do último treino
ru: Контекст последней тренировки
sv: Kontext för senaste passet
zh_hans: 上次训练背景

# Last workout: %@ · %@ · %@
source: Last workout: %1$@ · %2$@ · %3$@
ar: آخر تمرين: %@ · %@ · %@
da: Seneste træning: %@ · %@ · %@
de: Letztes Training: %@ · %@ · %@
es: Último entrenamiento: %@ · %@ · %@
fi: Viimeisin harjoitus: %@ · %@ · %@
fr: Dernière séance : %@ · %@ · %@
is: Síðasta æfing: %@ · %@ · %@
it: Ultimo allenamento: %@ · %@ · %@
ja: 直近のワークアウト: %@ · %@ · %@
ko: 최근 운동: %@ · %@ · %@
nb: Siste trening: %@ · %@ · %@
nl: Laatste training: %@ · %@ · %@
pt_br: Último treino: %@ · %@ · %@
ru: Последняя тренировка: %@ · %@ · %@
sv: Senaste passet: %@ · %@ · %@
zh_hans: 上次训练：%@ · %@ · %@

source: Last-7-Session Trend
ar: اتجاه آخر 7 جلسات
da: Tendens for seneste 7 sessioner
de: Trend der letzten 7 Sitzungen
es: Tendencia de las últimas 7 sesiones
fi: Viimeisten 7 istunnon trendi
fr: Tendance des 7 dernières séances
is: Þróun síðustu 7 lota
it: Tendenza delle ultime 7 sessioni
ja: 直近7セッションの傾向
ko: 최근 7세션 추세
nb: Trend for siste 7 økter
nl: Trend van laatste 7 sessies
pt_br: Tendência das últimas 7 sessões
ru: Тренд последних 7 сессий
sv: Trend för senaste 7 passen
zh_hans: 最近 7 次记录趋势

source: Latency
ar: زمن الاستغراق في النوم
da: Forsinkelse
de: Latenz
es: Latencia
fi: Viive
fr: Latence
is: Tafir
it: Latenza
ja: レイテンシ
ko: 지연 시간
nb: Forsinkelse
nl: Latentie
pt_br: Latência
ru: Задержка
sv: Fördröjning
zh_hans: 延迟

source: Latency needs Sleep Schedule wind-down or starting the strap before bed.
ar: يتطلب زمن الاستغراق تفعيل فترة الاسترخاء في جدول النوم أو بدء الحزام قبل النوم.
da: Indsovningstid kræver nedtrapning i Sleep Schedule eller at pulsbæltet startes før sengetid.
de: Die Einschlafdauer erfordert die Wind-down-Phase im Schlafplan oder das Starten des Gurts vor dem Zubettgehen.
es: La latencia requiere la fase de relajación del Horario de sueño o iniciar la banda antes de acostarte.
fi: Nukahtamisviive vaatii unirytmin rauhoittumisvaiheen tai pannan käynnistämisen ennen nukkumaanmenoa.
fr: La latence nécessite la phase d’endormissement de l’Horaire de sommeil ou de démarrer la ceinture avant le coucher.
is: Svefnbið krefst niðurróunar í Svefnáætlun eða að ólin sé ræst fyrir háttinn.
it: La latenza richiede la fase di rilassamento della Pianificazione sonno o l’avvio della fascia prima di coricarti.
ja: 入眠潜時には、睡眠スケジュールのワインドダウン、または就寝前にストラップを開始する必要があります。
ko: 입면 잠복기를 보려면 수면 일정의 취침 준비 시간을 쓰거나, 잠들기 전에 스트랩을 시작해야 합니다.
nb: Innsovningstid krever nedtrapping i Søvnplan eller at pulsbeltet startes før leggetid.
nl: Inslaaptijd vereist de afbouwfase van het Slaapschema of de band starten vóór het slapengaan.
pt_br: A latência exige a fase de desaceleração da Agenda de Sono ou iniciar a cinta antes de dormir.
ru: Для латентности нужен период подготовки ко сну в расписании сна или запуск датчика перед сном.
sv: Insomningstid kräver nedvarvning i Sömnschema eller att pulsbandet startas före läggdags.
zh_hans: 入睡潜伏期需要使用睡眠计划的放松时段，或在就寝前启动心率带。

source: Latest Recording
ar: أحدث تسجيل
da: Seneste optagelse
de: Letzte Aufnahme
es: Grabación más reciente
fi: Viimeisin tallennus
fr: Dernier enregistrement
is: Nýjasta upptaka
it: Ultima registrazione
ja: 最新の記録
ko: 최근 기록
nb: Siste opptak
nl: Laatste opname
pt_br: Gravação Mais Recente
ru: Последняя запись
sv: Senaste inspelning
zh_hans: 最新记录

source: lb
ar: رطل
ru: фунт

source: Legal terms and conditions
ar: الشروط والأحكام القانونية
da: Juridiske vilkår og betingelser
de: Rechtliche Bedingungen
es: Términos y condiciones legales
fi: Oikeudelliset ehdot
fr: Conditions générales
is: Lagaskilmálar
it: Termini e condizioni legali
ja: 利用規約
ko: 법적 약관
nb: Juridiske vilkår og betingelser
nl: Juridische voorwaarden
pt_br: Termos e condições legais
ru: Юридические условия
sv: Juridiska villkor
zh_hans: 法律条款与条件

source: Length
ar: الطول
da: Længde
de: Länge
es: Duración
fi: Pituus
fr: Durée
is: Lengd
it: Durata
ja: 長さ
ko: 길이
nb: Lengde
nl: Lengte
pt_br: Duração
ru: Длина
sv: Längd
zh_hans: 时长

source: Less studied than α1. Values around 1.0 are typical at rest.
ar: أقل دراسة من α1. القيم القريبة من 1.0 معتادة أثناء الراحة.
da: Mindre undersøgt end α1. Værdier omkring 1,0 er typiske i hvile.
de: Weniger erforscht als α1. Werte um 1,0 sind in Ruhe typisch.
es: Menos estudiado que α1. Los valores en torno a 1,0 son típicos en reposo.
fi: Vähemmän tutkittu kuin α1. Noin 1,0:n arvot ovat tyypillisiä levossa.
fr: Moins étudié que α1. Des valeurs autour de 1,0 sont typiques au repos.
is: Minna rannsakað en α1. Gildi um 1,0 eru dæmigerð í hvíld.
it: Meno studiato di α1. Valori intorno a 1,0 sono tipici a riposo.
ja: α1 より研究が少ない指標です。安静時は 1.0 前後の値が一般的です。
ko: α1보다 연구가 적습니다. 안정 시에는 1.0 전후의 값이 일반적입니다.
nb: Mindre studert enn α1. Verdier rundt 1,0 er typiske i hvile.
nl: Minder onderzocht dan α1. Waarden rond 1,0 zijn in rust gebruikelijk.
pt_br: Menos estudado que o α1. Valores em torno de 1,0 são típicos em repouso.
ru: Изучен меньше, чем α1. Значения около 1,0 типичны в покое.
sv: Mindre studerat än α1. Värden runt 1,0 är typiska i vila.
zh_hans: 研究少于 α1。静息时 1.0 左右的数值较为常见。

source: LF (Low Frequency)
ar: LF (تردد منخفض)
da: LF (lav frekvens)
de: LF (niedrige Frequenz)
es: LF (baja frecuencia)
fi: LF (matala taajuus)
fr: LF (basse fréquence)
is: LF (lág tíðni)
it: LF (bassa frequenza)
ja: LF（低周波）
ko: LF(저주파)
nb: LF (lav frekvens)
nl: LF (lage frequentie)
pt_br: LF (baixa frequência)
ru: LF (низкая частота)
sv: LF (låg frekvens)
zh_hans: LF（低频）

source: LF and HF expressed as percentages of LF+HF (excluding VLF). Normalized units remove the influence of total power, making it easier to compare autonomic balance across individuals and time points. During sleep, HF n.u. typically exceeds 50%.
ar: يُعبَّر عن LF وHF كنسب مئوية من LF+HF (باستثناء VLF). تزيل الوحدات المُطبَّعة تأثير القدرة الكلية، ما يسهّل مقارنة التوازن الذاتي بين الأفراد والأوقات. وأثناء النوم، عادةً ما يتجاوز HF بالوحدات المُطبَّعة 50%.
da: LF og HF udtrykt som procenter af LF+HF (uden VLF). Normaliserede enheder fjerner indflydelsen fra den samlede effekt, så det bliver lettere at sammenligne autonom balance mellem personer og tidspunkter. Under søvn overstiger HF n.u. typisk 50%.
de: LF und HF ausgedrückt als Prozentanteile von LF+HF (ohne VLF). Normalisierte Einheiten entfernen den Einfluss der Gesamtleistung und erleichtern so den Vergleich der autonomen Balance zwischen Personen und Zeitpunkten. Im Schlaf liegt HF n.E. meist über 50%.
es: LF y HF expresados como porcentajes de LF+HF (excluyendo VLF). Las unidades normalizadas eliminan la influencia de la potencia total, lo que facilita comparar el equilibrio autonómico entre personas y momentos. Durante el sueño, el HF n.u. suele superar el 50%.
fi: LF ja HF ilmaistuna prosentteina LF+HF:stä (VLF pois lukien). Normalisoidut yksiköt poistavat kokonaistehon vaikutuksen, mikä helpottaa autonomisen tasapainon vertailua eri ihmisten ja ajankohtien välillä. Unen aikana HF n.y. ylittää tyypillisesti 50%.
fr: LF et HF exprimés en pourcentages de LF+HF (hors VLF). Les unités normalisées suppriment l’influence de la puissance totale, ce qui facilite la comparaison de l’équilibre autonome entre individus et dans le temps. Pendant le sommeil, la HF u.n. dépasse généralement 50%.
is: LF og HF sett fram sem hlutfall af LF+HF (án VLF). Stöðluð eining fjarlægir áhrif heildarafls og auðveldar samanburð á ósjálfráðu jafnvægi milli einstaklinga og tímapunkta. Í svefni fer HF í stöðluðum einingum yfirleitt yfir 50%.
it: LF e HF espressi come percentuali di LF+HF (escludendo la VLF). Le unità normalizzate eliminano l’influenza della potenza totale, rendendo più facile confrontare l’equilibrio autonomico tra persone e nel tempo. Durante il sonno, l’HF n.u. supera in genere il 50%.
ja: LF と HF を LF+HF に対する百分率で表したものです（VLF は除外）。正規化単位は総パワーの影響を取り除くため、個人間や時点間で自律神経バランスを比較しやすくなります。睡眠中の HF n.u. は通常 50% を超えます。
ko: LF와 HF를 LF+HF에 대한 백분율로 표시한 값입니다(VLF 제외). 정규화 단위는 총 파워의 영향을 제거해, 사람 간·시점 간 자율신경 균형 비교를 쉽게 합니다. 수면 중에는 HF n.u.가 보통 50%를 넘습니다.
nb: LF og HF uttrykt som prosent av LF+HF (uten VLF). Normaliserte enheter fjerner påvirkningen fra totaleffekten, slik at det blir lettere å sammenligne autonom balanse mellom personer og tidspunkter. Under søvn overstiger HF n.e. vanligvis 50%.
nl: LF en HF uitgedrukt als percentages van LF+HF (zonder VLF). Genormaliseerde eenheden halen de invloed van het totale vermogen weg, zodat de autonome balans makkelijker te vergelijken is tussen personen en momenten. Tijdens de slaap overschrijdt HF n.e. meestal 50%.
pt_br: LF e HF expressos como porcentagens de LF+HF (excluindo a VLF). Unidades normalizadas removem a influência da potência total, o que facilita comparar o equilíbrio autonômico entre pessoas e momentos. Durante o sono, o HF n.u. costuma passar de 50%.
ru: LF и HF, выраженные в процентах от LF+HF (без VLF). Нормализованные единицы убирают влияние суммарной мощности, поэтому вегетативный баланс легче сравнивать между людьми и во времени. Во сне HF в н.е. обычно превышает 50%.
sv: LF och HF uttryckta som andelar av LF+HF (exklusive VLF). Normaliserade enheter tar bort inverkan av total effekt, vilket gör det lättare att jämföra autonom balans mellan personer och tidpunkter. Under sömn överstiger HF n.e. vanligtvis 50%.
zh_hans: 以 LF+HF 为分母（不含 VLF），把 LF 和 HF 表示为百分比。归一化单位剔除了总功率的影响，便于在不同个体和不同时间点之间比较自主神经平衡。睡眠期间，HF 归一化值通常超过 50%。

source: LF power as a percentage of total LF+HF power. Removes the influence of VLF and normalizes for comparison.
ar: قدرة LF كنسبة مئوية من إجمالي قدرة LF+HF. تزيل تأثير VLF وتُطبّع القيم للمقارنة.
da: LF-effekt som procentdel af den samlede LF+HF-effekt. Fjerner VLF's indflydelse og normaliserer for sammenligning.
de: LF-Leistung als Prozentsatz der Gesamtleistung LF+HF. Entfernt den Einfluss von VLF und normalisiert für Vergleiche.
es: Potencia LF como porcentaje de la potencia total LF+HF. Elimina la influencia de VLF y normaliza para comparar.
fi: LF-teho prosentteina kokonaistehosta LF+HF. Poistaa VLF:n vaikutuksen ja normalisoi vertailua varten.
fr: Puissance LF en pourcentage de la puissance totale LF+HF. Supprime l’influence de VLF et normalise pour la comparaison.
is: LF-afl sem hlutfall af heildarafli LF+HF. Fjarlægir áhrif VLF og staðlar til samanburðar.
it: Potenza LF come percentuale della potenza totale LF+HF. Rimuove l’influenza di VLF e normalizza per il confronto.
ja: LF+HF の総パワーに対する LF パワーの割合。VLF の影響を除き、比較のために正規化します。
ko: 총 LF+HF 파워 대비 LF 파워의 백분율. VLF 영향을 제거하고 비교를 위해 정규화합니다.
nb: LF-effekt som prosent av samlet LF+HF-effekt. Fjerner VLFs påvirkning og normaliserer for sammenligning.
nl: LF-vermogen als percentage van het totale LF+HF-vermogen. Verwijdert de invloed van VLF en normaliseert voor vergelijking.
pt_br: Potência LF como porcentagem da potência total LF+HF. Remove a influência de VLF e normaliza para comparação.
ru: Мощность LF в процентах от суммарной мощности LF+HF. Убирает влияние VLF и нормализует для сравнения.
sv: LF-effekt som andel av total LF+HF-effekt. Tar bort VLF:s påverkan och normaliserar för jämförelse.
zh_hans: LF 功率占 LF+HF 总功率的百分比。剔除 VLF 影响并归一化以便比较。

source: LF-dominant — some sympathetic co-activation present
ar: يغلب عليه LF — يوجد تنشيط ودي مشترك
da: LF-domineret — noget sympatisk medaktivering til stede
de: LF-dominiert — etwas sympathische Ko-Aktivierung vorhanden
es: Dominio LF — hay algo de coactivación simpática
fi: LF-hallitseva — jonkin verran sympaattista yhteisaktivaatiota
fr: Dominance LF — une certaine co-activation sympathique
is: LF-drifið — nokkur samvirkjun drifkerfis til staðar
it: LF-dominante — presente una certa co-attivazione simpatica
ja: LF 優位 — 交感神経の共活性化がいくらかあり
ko: LF 우세 — 일부 교감 공활성 존재
nb: LF-dominert — noe sympatisk medaktivering til stede
nl: LF-dominant — enige sympathische co-activatie aanwezig
pt_br: Predomínio de LF — há alguma coativação simpática
ru: Доминирует LF — есть симпатическая коактивация
sv: LF-dominerad — viss sympatisk samaktivering finns
zh_hans: LF 主导 — 存在一定交感协同激活

source: LF/HF Ratio
ar: نسبة LF/HF
de: LF/HF-Verhältnis
es: Relación LF/HF
fi: LF/HF-suhde
fr: Ratio LF/HF
is: LF/HF hlutfall
it: Rapporto LF/HF
ja: LF/HF比
ko: LF/HF 비율
pt_br: Razão LF/HF
ru: Соотношение LF/HF
sv: LF/HF-kvot
zh_hans: LF/HF比值

source: License: %@
ar: الترخيص: %@
da: Licens: %@
de: Lizenz: %@
es: Licencia: %@
fi: Lisenssi: %@
fr: Licence : %@
is: Leyfi: %@
it: Licenza: %@
ja: ライセンス: %@
ko: 라이선스: %@
nb: Lisens: %@
nl: Licentie: %@
pt_br: Licença: %@
ru: Лицензия: %@
sv: Licens: %@
zh_hans: 许可证：%@

source: Light
ar: فاتح
da: Lyst
de: Hell
es: Claro
fi: Vaalea
fr: Clair
is: Ljóst
it: Chiaro
ja: ライト
ko: 라이트
nb: Lyst
nl: Licht
pt_br: Claro
ru: Светлая
sv: Ljust
zh_hans: 浅色

source: Light day — minimal recovery demand
ar: يوم خفيف — متطلبات تعافٍ ضئيلة
da: Let dag — minimalt restitutionsbehov
de: Leichter Tag — minimaler Erholungsbedarf
es: Día ligero — mínima demanda de recuperación
fi: Kevyt päivä — vähäinen palautumistarve
fr: Journée légère — faible besoin de récupération
is: Léttur dagur — lítil endurheimtarþörf
it: Giornata leggera — minima richiesta di recupero
ja: 軽い一日 — 回復の必要は最小限
ko: 가벼운 날 — 회복 요구 최소
nb: Lett dag — minimalt restitusjonsbehov
nl: Lichte dag — minimale herstelbehoefte
pt_br: Dia leve — demanda mínima de recuperação
ru: Лёгкий день — минимальная потребность в восстановлении
sv: Lätt dag — minimalt återhämtningsbehov
zh_hans: 轻松日 — 恢复需求极低

source: Light session — no recovery debt. Train as planned tomorrow.
ar: جلسة خفيفة — لا دين تعافٍ. تدرّب غدًا كما هو مخطط.
da: Let session — ingen restitutionsgæld. Træn som planlagt i morgen.
de: Leichte Einheit — keine Erholungsschuld. Morgen wie geplant trainieren.
es: Sesión ligera — sin deuda de recuperación. Entrena mañana según lo previsto.
fi: Kevyt harjoitus — ei palautumisvelkaa. Harjoittele huomenna suunnitellusti.
fr: Séance légère — aucune dette de récupération. Entraînez-vous comme prévu demain.
is: Létt lota — engin endurheimtarskuld. Æfðu á morgun eins og áætlað var.
it: Sessione leggera — nessun debito di recupero. Domani allenati come previsto.
ja: 軽いセッション — 回復の負債なし。明日は予定どおりに。
ko: 가벼운 세션 — 회복 부채 없음. 내일은 계획대로 훈련하세요.
nb: Lett økt — ingen restitusjonsgjeld. Tren som planlagt i morgen.
nl: Lichte sessie — geen herstelschuld. Train morgen zoals gepland.
pt_br: Sessão leve — sem dívida de recuperação. Treine amanhã conforme planejado.
ru: Лёгкая тренировка — нет долга восстановления. Завтра тренируйтесь по плану.
sv: Lätt pass — ingen återhämtningsskuld. Träna som planerat imorgon.
zh_hans: 轻松训练 — 无恢复欠账。明天按计划训练。

source: Light sleep (N1 + N2) makes up the majority of a healthy night and is the bridge between awake, deep, and REM. Target: 50–60%. Too much usually means deep + REM are short, not that light is the problem.
ar: يشكّل النوم الخفيف (N1 + N2) معظم الليلة الصحية وهو الجسر بين اليقظة والنوم العميق وحركة العين السريعة. الهدف: 50–60%. وزيادته عادةً تعني أن العميق وREM قصيران، لا أن الخفيف هو المشكلة.
da: Let søvn (N1 + N2) udgør størstedelen af en sund nat og er broen mellem vågen, dyb søvn og REM. Mål: 50–60%. For meget betyder som regel at dyb + REM er korte, ikke at den lette søvn er problemet.
de: Leichtschlaf (N1 + N2) macht den Großteil einer gesunden Nacht aus und ist die Brücke zwischen Wachsein, Tiefschlaf und REM. Ziel: 50–60%. Zu viel bedeutet meist, dass Tiefschlaf und REM zu kurz sind, nicht dass der Leichtschlaf das Problem ist.
es: El sueño ligero (N1 + N2) constituye la mayor parte de una noche sana y es el puente entre la vigilia, el sueño profundo y el REM. Objetivo: 50–60%. Que haya demasiado suele significar que el profundo y el REM son cortos, no que el ligero sea el problema.
fi: Kevyt uni (N1 + N2) muodostaa suurimman osan terveestä yöstä ja toimii siltana valveen, syvän unen ja REM-unen välillä. Tavoite: 50–60%. Liiallinen määrä tarkoittaa yleensä, että syvä uni ja REM jäävät lyhyiksi, ei sitä että kevyt uni olisi ongelma.
fr: Le sommeil léger (N1 + N2) constitue l’essentiel d’une nuit saine et fait le pont entre l’éveil, le sommeil profond et le REM. Objectif : 50–60%. Un excès signifie généralement que le profond et le REM sont courts, pas que le léger pose problème.
is: Léttur svefn (N1 + N2) er meirihluti heilbrigðrar nætur og brúin milli vöku, djúpsvefns og REM. Markmið: 50–60%. Of mikið þýðir yfirleitt að djúpsvefn og REM séu stutt, ekki að léttur svefn sé vandamálið.
it: Il sonno leggero (N1 + N2) costituisce la maggior parte di una notte sana ed è il ponte tra veglia, sonno profondo e REM. Obiettivo: 50–60%. Averne troppo di solito significa che profondo e REM sono brevi, non che il leggero sia il problema.
ja: 浅い睡眠（N1 + N2）は健康な一晩の大部分を占め、覚醒・深い睡眠・REM をつなぐ橋渡しです。目安: 50〜60%。多すぎる場合、たいていは深い睡眠と REM が短いという意味であり、浅い睡眠そのものが問題なのではありません。
ko: 얕은 수면(N1 + N2)은 건강한 밤의 대부분을 차지하며 각성, 깊은 수면, REM 사이를 잇는 다리입니다. 목표: 50–60%. 지나치게 많다면 대개 깊은 수면과 REM이 짧다는 뜻이지, 얕은 수면 자체가 문제인 것은 아닙니다.
nb: Lett søvn (N1 + N2) utgjør mesteparten av en sunn natt og er broen mellom våken tilstand, dypsøvn og REM. Mål: 50–60%. For mye betyr som regel at dypsøvn og REM er korte, ikke at lett søvn er problemet.
nl: Lichte slaap (N1 + N2) vormt het grootste deel van een gezonde nacht en is de brug tussen wakker zijn, diepe slaap en REM. Doel: 50–60%. Te veel betekent meestal dat diep en REM kort zijn, niet dat lichte slaap het probleem is.
pt_br: O sono leve (N1 + N2) compõe a maior parte de uma noite saudável e é a ponte entre vigília, sono profundo e REM. Alvo: 50–60%. Ter demais em geral significa que profundo e REM ficaram curtos, não que o leve seja o problema.
ru: Лёгкий сон (N1 + N2) составляет большую часть здоровой ночи и служит мостом между бодрствованием, глубоким сном и REM. Цель: 50–60%. Его избыток обычно означает, что коротки глубокий сон и REM, а не что проблема в лёгком сне.
sv: Lätt sömn (N1 + N2) utgör merparten av en sund natt och är bron mellan vakenhet, djupsömn och REM. Mål: 50–60%. För mycket betyder oftast att djupsömn och REM är korta, inte att den lätta sömnen är problemet.
zh_hans: 浅睡（N1 + N2）占据健康夜晚的大部分，是清醒、深睡与 REM 之间的桥梁。目标：50–60%。浅睡过多通常意味着深睡与 REM 偏短，而不是浅睡本身有问题。

source: Light Sleep (N1/N2)
ar: النوم الخفيف (N1/N2)
da: Let søvn (N1/N2)
de: Leichtschlaf (N1/N2)
es: Sueño ligero (N1/N2)
fi: Kevyt uni (N1/N2)
fr: Sommeil léger (N1/N2)
is: Léttur svefn (N1/N2)
it: Sonno leggero (N1/N2)
ja: 浅い睡眠 (N1/N2)
ko: 얕은 수면 (N1/N2)
nb: Lett søvn (N1/N2)
nl: Lichte slaap (N1/N2)
pt_br: Sono leve (N1/N2)
ru: Лёгкий сон (N1/N2)
sv: Lätt sömn (N1/N2)
zh_hans: 浅睡 (N1/N2)

source: Listen to the second half of the workout, not the first.
ar: استمع إلى النصف الثاني من التمرين، لا الأول.
da: Lyt til anden halvdel af træningen, ikke den første.
de: Achte auf die zweite Hälfte des Trainings, nicht die erste.
es: Fíjate en la segunda mitad del entrenamiento, no en la primera.
fi: Kuuntele harjoituksen toista puoliskoa, älä ensimmäistä.
fr: Écoutez la seconde moitié de la séance, pas la première.
is: Hlustaðu á seinni hluta æfingarinnar, ekki þann fyrri.
it: Ascolta la seconda metà dell’allenamento, non la prima.
ja: ワークアウトの前半ではなく後半に注目してください。
ko: 운동의 전반부가 아니라 후반부에 주목하세요.
nb: Lytt til andre halvdel av økten, ikke den første.
nl: Let op de tweede helft van de training, niet de eerste.
pt_br: Preste atenção à segunda metade do treino, não à primeira.
ru: Ориентируйтесь на вторую половину тренировки, а не первую.
sv: Lyssna på andra halvan av passet, inte den första.
zh_hans: 关注训练的后半程，而非前半程。

source: Listening
ar: يستمع
da: Lytter
de: Höre zu
es: Escuchando
fi: Kuuntelee
fr: À l’écoute
is: Hlusta
it: In ascolto
ja: 聞いています
ko: 듣는 중
nb: Lytter
nl: Luistert
pt_br: Ouvindo
ru: Слушаю
sv: Lyssnar
zh_hans: 正在聆听

source: Listening…
ar: جارٍ الاستماع…
da: Lytter…
de: Höre zu…
es: Escuchando…
fi: Kuuntelee…
fr: À l’écoute…
is: Hlusta…
it: In ascolto…
ja: 聞いています…
ko: 듣는 중…
nb: Lytter…
nl: Luistert…
pt_br: Ouvindo…
ru: Слушаю…
sv: Lyssnar…
zh_hans: 正在聆听…
